Repository: fransbernhard/petnet
Catalog: languages/*.po
Languages: sv_se

source: Comments are closed.
sv_se: Kommentarerna är stängda

source: Primary Menu
sv_se: Huvudmeny

source: Sold by %s
sv_se: Säljs av %s

source: Animals
sv_se: Djuren

source: Animal
sv_se: Djur

source: Add New
sv_se: Lägg Till

source: Add New Animal
sv_se: Lägg Till Nytt Djur

source: New Animal
sv_se: Nytt Djur

source: Edit Animal
sv_se: Redigera Djur

source: View Animal
sv_se: Se Djur

source: All Animals
sv_se: Alla Djur

source: Search Animals
sv_se: Sök Djur

source: Parent Animals:
sv_se: Föräldrar

source: No animals found.
sv_se: Inga djur hittades

source: No animals found in Trash.
sv_se: Inga djur hittades i papperskorgen

source: Description.
sv_se: Beskrivning.

source: Oops! That page can’t be found.
sv_se: Ojdå! Sidan kan inte hittas.

source: It looks like nothing was found at this location.
sv_se: Det ser ut som ingenting hittades på denna plats.

source: Sold by
sv_se: Såld av

source: Next >>>
sv_se: Nästa >>>

source: <<< Previous
sv_se: <<< Förra

source: Gender
sv_se: Kön

source: Date of birth
sv_se: Födelsedags datum

source: Breed
sv_se: Ras

source: Wither heigt
sv_se: Mankhöjd

source: Delivery ready
sv_se: Leveransklara

source: Castrated
sv_se: Kastrerade

source: Vaccinated
sv_se: Vaccinerad

source: Chipped
sv_se: Id märkt

source: Allergy friendly
sv_se: Allergi vänlig

source: My Account
sv_se: Mitt Konto

source: Create a new animal
sv_se: Skapa ett nytt djur
